 {
  "movie": [
    {
        "Title": "The Social Network",
        "Year": "2010",
        "Rated": "PG-13",
        "Released": "1 Oct 2010",
        "Genre": "Biography, Drama",
        "Director": "David Fincher",
        "Writer": "Aaron Sorkin, Ben Mezrich",
        "Actors": "Jesse Eisenberg, Andrew Garfield, Justin Timberlake, Rooney Mara",
        "Plot": "On a fall night in 2003, Harvard undergrad and computer programming genius Mark Zuckerberg sits down at his computer and heatedly begins working on a new idea. In a fury of blogging and programming, what begins in his dorm room soon becomes a global social network and a revolution in communication. A mere six years and 500 million friends later, Mark Zuckerberg is the youngest billionaire in history... but for this entrepreneur, success leads to both personal and legal complications.",
        "Poster": "http://ia.media-imdb.com/images/M/MV5BMTM2ODk0NDAwMF5BMl5BanBnXkFtZTcwNTM1MDc2Mw@@._V1_SX320.jpg",
        "Runtime": "2 hrs",
        "Rating": "8.0",
        "Votes": "177854",
        "ID": "tt1285016",
        "Response": "True"
    },
    {
        "Title": "Up",
        "Year": "2009",
        "Rated": "PG",
        "Released": "29 May 2009",
        "Genre": "Animation, Adventure, Comedy, Drama, Family, Fantasy",
        "Director": "Pete Docter, Bob Peterson",
        "Writer": "Pete Docter, Bob Peterson",
        "Actors": "Edward Asner, Jordan Nagai, John Ratzenberger, Christopher Plummer",
        "Plot": "A young Carl Fredrickson meets a young adventure spirited girl named Ellie. They both dream of going to a Lost Land in South America. 70 years later, Ellie has died. Carl remembers the promise he made to her. Then, when he inadvertently hits a construction worker, he is forced to go to a retirement home. But before they can take him, he and his house fly away. However he has a stowaway aboard. An 8 year old boy named Russell, who's trying to get an Assisting the Elderly badge. Together, they embark on an adventure, where they encounter talking dogs, an evil villain and a rare bird named Kevin.",
        "Poster": "http://ia.media-imdb.com/images/M/MV5BMTMwODg0NDY1Nl5BMl5BanBnXkFtZTcwMjkwNTgyMg@@._V1_SX320.jpg",
        "Runtime": "1 hr 36 mins",
        "Rating": "8.3",
        "Votes": "195831",
        "ID": "tt1049413",
        "Response": "True"
    },
    {
        "Title": "The Brave",
        "Year": "1997",
        "Rated": "16",
        "Released": "30 Jul 1997",
        "Genre": "Drama",
        "Director": "Johnny Depp",
        "Writer": "Gregory McDonald, Paul McCudden",
        "Actors": "Johnny Depp, Marlon Brando, Marshall Bell, Elpidia Carrillo",
        "Plot": "A down-on-his-luck American Indian recently released from jail is offered the chance to star as the victim of a snuff film, the resulting pay of which could greatly help his poverty stricken family.",
        "Poster": "http://ia.media-imdb.com/images/M/MV5BMTc3NDk0NzYyMV5BMl5BanBnXkFtZTcwNDA3ODMyMQ@@._V1_SX320.jpg",
        "Runtime": "2 hrs 3 mins",
        "Rating": "6.3",
        "Votes": "4600",
        "ID": "tt0118768",
        "Response": "True"
    }
]}